{
  "title": "RPG: RPG",
  "description": "Побег из мира майнкрафта ",
  "start_scene": "1",
  "scenes": [
    {
      "id": "1",
      "title": "Сцена 1",
      "description": "Вы просыпаетесь в мире, напоминающем Майнкрафт. Вы — Стив, и вам нужно выбраться отсюда. Вы видите несколько путей: на север, на юг, на запад и на восток. Куда пойдёте?",
      "choices": [
        {
          "text": "На север",
          "next_scene_id": "2"
        },
        {
          "text": "На юг",
          "next_scene_id": "3"
        },
        {
          "text": "На запад",
          "next_scene_id": "4"
        },
        {
          "text": "На восток",
          "next_scene_id": "5"
        }
      ],
      "is_ending": false
    },
    {
      "id": "2",
      "title": "Сцена 2",
      "description": "Вы идёте на север и находите заброшенную шахту. В шахте темно и страшно, но вы решаете продолжить путь. Через некоторое время вы находите выход, но он завален камнями. Что сделаете?",
      "choices": [
        {
          "text": "Разрушить завал",
          "next_scene_id": "6"
        },
        {
          "text": "Вернуться",
          "next_scene_id": "10"
        }
      ],
      "is_ending": false
    },
    {
      "id": "3",
      "title": "Сцена 3",
      "description": "Вы идёте на юг и находите деревню. Жители деревни дружелюбны и предлагают вам помощь. Вы можете выбрать один из двух путей: остаться в деревне или продолжить путь. Что вы выберете?",
      "choices": [
        {
          "text": "Остаться в деревне",
          "next_scene_id": "7"
        },
        {
          "text": "Продолжить путь",
          "next_scene_id": "8"
        }
      ],
      "is_ending": false
    },
    {
      "id": "4",
      "title": "Сцена 4",
      "description": "Вы идёте на запад и находите тёмный лес. В лесу вы слышите странные звуки. Вы решаете продолжить путь, но вскоре вы теряете ориентацию и не можете найти дорогу назад. Что будете делать?",
      "choices": [
        {
          "text": "Идти дальше",
          "next_scene_id": "9"
        },
        {
          "text": "Вернуться",
          "next_scene_id": "1"
        }
      ],
      "is_ending": false
    },
    {
      "id": "5",
      "title": "Сцена 5",
      "description": "Вы идёте на восток и находите пещеру. В пещере темно и сыро, но вы решаете исследовать её. Через некоторое время вы находите выход, но он завален камнями. Что сделаете?",
      "choices": [
        {
          "text": "Разрушить завал",
          "next_scene_id": "6"
        },
        {
          "text": "Вернуться",
          "next_scene_id": "10"
        }
      ],
      "is_ending": false
    },
    {
      "id": "6",
      "title": "Сцена 6",
      "description": "Вы разрушили завал и нашли выход из шахты. Вы выбираетесь на поверхность и видите, что мир вокруг изменился. Вы победили! Поздравляю!",
      "choices": [],
      "is_ending": true
    },
    {
      "id": "7",
      "title": "Сцена 7",
      "description": "Вы остаётесь в деревне и помогаете жителям. Они рассказывают вам о том, как выбраться из этого мира. Вы получаете необходимую информацию и можете продолжить путь. Что будете делать?",
      "choices": [
        {
          "text": "Продолжить путь",
          "next_scene_id": "8"
        }
      ],
      "is_ending": false
    },
    {
      "id": "8",
      "title": "Сцена 8",
      "description": "Вы продолжаете путь и находите портал, который ведёт в другой мир. Вы решаете воспользоваться порталом и оказываетесь в новом мире. Поздравляю! Вы победили!",
      "choices": [],
      "is_ending": true
    },
    {
      "id": "9",
      "title": "Сцена 9",
      "description": "Вы идёте дальше и находите лаву. Вы решаете обойти лаву, но она начинает двигаться. Вы не успеваете выбраться и погибаете. Игра окончена.",
      "choices": [],
      "is_ending": true
    },
    {
      "id": "10",
      "title": "Сцена 10",
      "description": "Вы возвращаетесь и решаете исследовать другой путь. Вы идёте на запад и находите тёмный лес. В лесу вы слышите странные звуки. Вы решаете продолжить путь, но вскоре вы теряете ориентацию и не можете найти дорогу назад. Вы погибаете. Игра окончена.",
      "choices": [],
      "is_ending": true
    }
  ]
}