{
  "title": "Земли королевства Этерландия окутались тьмой. Древ...",
  "description": "Земли королевства Этерландия окутались тьмой. Древний артефакт - Сердце Мира - был похищен культистами из Подземелья Забвения. Без него магические источники, питавшие королевство, начали иссякать, а народ страдает от нашествия монстров. Король объявил о поиске храбрецов, способных вернуть артефакт. Однако есть слухи, что само Сердце Мира было разрушено, и его осколки рассеяны по опасным зонам. Вам предстоит раскрыть заговор, сразиться с могущественными врагами и решить, какой ценой спасти королевство.",
  "start_scene": "1",
  "scenes": [
    {
      "scene_id": "1",
      "text": "Вы — Кайра Ветрогон, молодая следопыт из отдалённой деревни. В вашем родном хуторе, где погибли ваши родители от рук культистов, вы поклялись отомстить и защитить невинных. В вашем арсенале лук, сотканный из ветвей древнего дуба, и амулет, унаследованный от бабушки, который, как оказалось, является ключом к одному из осколков Сердца Мира. Вы решаете отправиться на поиски артефакта и спасти королевство от тьмы. В лесу, где вы находитесь, слышны странные звуки и шепоты природы, которые зовут вас вперёд.",
      "choices": [
        {
          "text": "Следовать за шепотом природы",
          "next_scene": "2"
        },
        {
          "text": "Вернуться в деревню и собрать помощь",
          "next_scene": "3"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "2",
      "text": "Вы следуете за шепотом природы и обнаруживаете старый, заброшенный храм, где, по слухам, может быть спрятан один из осколков Сердца Мира. В храме темно и сыро, но вы чувствуете слабое свечение магического источника. В углу храма вы видите старый сундук, покрытый паутиной. Вы решаете открыть сундук, чтобы найти осколок.",
      "choices": [
        {
          "text": "Открыть сундук",
          "next_scene": "4"
        },
        {
          "text": "Осмотреть храм на наличие ловушек",
          "next_scene": "5"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "3",
      "text": "Вы возвращаетесь в деревню, чтобы собрать помощь и ресурсы для поиска осколков Сердца Мира. Вы рассказываете о своём плане старейшинам и получаете поддержку и благословение. Они дают вам карту с указанием мест, где могут быть осколки, и снабжают вас едой, водой и снаряжением. Вы решаете отправиться в путь с небольшой группой добровольцев.",
      "choices": [
        {
          "text": "Собрать группу добровольцев",
          "next_scene": "6"
        },
        {
          "text": "Отправиться в путь одному",
          "next_scene": "7"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "4",
      "text": "Вы открываете сундук и находите осколок Сердца Мира. Но как только вы берёте его в руки, из темноты появляется группа культистов, которые пытаются забрать у вас осколок. Вы вступаете в бой с культистами и побеждаете их, но один из них успевает активировать ловушку, которая обрушивает часть храма. Вы чудом успеваете выбраться из-под обломков и унести осколок с собой.",
      "choices": [
        {
          "text": "Продолжать поиски других осколков",
          "next_scene": "8"
        },
        {
          "text": "Вернуться в деревню и показать осколок старейшинам",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "5",
      "text": "Вы осматриваете храм на наличие ловушек и находите скрытую дверь, ведущую в подземелье. Вы решаете спуститься в подземелье, чтобы найти осколок. В подземелье темно и сыро, но вы чувствуете слабое свечение магического источника. Вы идёте по коридору, пока не находите старый алтарь, на котором лежит осколок Сердца Мира. Но как только вы берёте его в руки, из темноты появляется группа культистов, которые пытаются забрать у вас осколок.",
      "choices": [
        {
          "text": "Сразиться с культистами",
          "next_scene": "10"
        },
        {
          "text": "Спрятать осколок и уйти",
          "next_scene": "11"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "6",
      "text": "Вы собрали группу добровольцев и отправились в путь. Вы следуете по карте и находите первое место, где может быть осколок. Это заброшенный город, который кишит монстрами. Вы решаете исследовать город и найти осколок. В городе темно и мрачно, но вы чувствуете слабое свечение магического источника. Вы идёте по улицам, пока не находите старый дом, в котором лежит осколок Сердца Мира. Но как только вы берёте его в руки, из темноты появляется группа культистов, которые пытаются забрать у вас осколок.",
      "choices": [
        {
          "text": "Сразиться с культистами",
          "next_scene": "12"
        },
        {
          "text": "Спрятать осколок и уйти",
          "next_scene": "13"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "7",
      "text": "Вы отправляетесь в путь один, следуя по карте и находя первое место, где может быть осколок. Это заброшенный город, который кишит монстрами. Вы решаете исследовать город и найти осколок. В городе темно и мрачно, но вы чувствуете слабое свечение магического источника. Вы идёте по улицам, пока не находите старый дом, в котором лежит осколок Сердца Мира. Но как только вы берёте его в руки, из темноты появляется группа культистов, которые пытаются забрать у вас осколок.",
      "choices": [
        {
          "text": "Сразиться с культистами",
          "next_scene": "12"
        },
        {
          "text": "Спрятать осколок и уйти",
          "next_scene": "13"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "8",
      "text": "Вы продолжаете поиски других осколков, следуя по карте и находя новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать.",
      "choices": [
        {
          "text": "Продолжить поиски",
          "next_scene": "14"
        },
        {
          "text": "Вернуться в деревню и рассказать о своих находках",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "9",
      "text": "Вы возвращаетесь в деревню и показываете осколок старейшинам. Они радуются вашей находке и говорят, что осколок может быть использован для восстановления одного из магических источников. Вы решаете продолжить поиски других осколков, чтобы восстановить все источники и спасти королевство. Старейшины дают вам новые карты с указанием мест, где могут быть осколки, и снабжают вас едой, водой и снаряжением.",
      "choices": [
        {
          "text": "Продолжить поиски других осколков",
          "next_scene": "14"
        },
        {
          "text": "Отправиться в путь одному",
          "next_scene": "15"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "10",
      "text": "Вы сражаетесь с культистами и побеждаете их, но один из них успевает активировать ловушку, которая обрушивает часть подземелья. Вы чудом успеваете выбраться из-под обломков и унести осколок с собой. Вы продолжаете поиски других осколков, следуя по карте и находя новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать.",
      "choices": [
        {
          "text": "Продолжить поиски",
          "next_scene": "14"
        },
        {
          "text": "Вернуться в деревню и рассказать о своих находках",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "11",
      "text": "Вы решаете спрятать осколок и уйти, чтобы избежать столкновения с культистами. Вы продолжаете поиски других осколков, следуя по карте и находя новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать.",
      "choices": [
        {
          "text": "Продолжить поиски",
          "next_scene": "14"
        },
        {
          "text": "Вернуться в деревню и рассказать о своих находках",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "12",
      "text": "Вы сражаетесь с культистами и побеждаете их, но один из них успевает активировать ловушку, которая обрушивает часть подземелья. Вы чудом успеваете выбраться из-под обломков и унести осколок с собой. Вы продолжаете поиски других осколков, следуя по карте и находя новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать.",
      "choices": [
        {
          "text": "Продолжить поиски",
          "next_scene": "14"
        },
        {
          "text": "Вернуться в деревню и рассказать о своих находках",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "13",
      "text": "Вы решаете спрятать осколок и уйти, чтобы избежать столкновения с культистами. Вы продолжаете поиски других осколков, следуя по карте и находя новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать.",
      "choices": [
        {
          "text": "Продолжить поиски",
          "next_scene": "14"
        },
        {
          "text": "Вернуться в деревню и рассказать о своих находках",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "14",
      "text": "Вы продолжаете поиски других осколков, следуя по карте и находя новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать. Наконец, вы находите все осколки и возвращаетесь в деревню, чтобы восстановить магические источники. Источники восстанавливаются, и королевство Этерландия снова становится процветающим.",
      "choices": [],
      "is_ending": true
    },
    {
      "scene_id": "15",
      "text": "Вы решаете отправиться в путь одному, чтобы найти осколки быстрее. Вы следуете по карте и находите новые места, где они могут быть. Вы исследуете заброшенные храмы, подземелья и города, сражаетесь с монстрами и культистами, но находите только осколки, которые не восстанавливают магические источники. Вы начинаете сомневаться в успехе своей миссии, но продолжаете искать. Наконец, вы находите все осколки и возвращаетесь в деревню, чтобы восстановить магические источники. Источники восстанавливаются, и королевство Этерландия снова становится процветающим.",
      "choices": [],
      "is_ending": true
    }
  ]
}