{
  "title": "RPG: RPG",
  "description": "Земли королевства Этерландия окутались тьмой. Древний артефакт - Сердце Мира - был похищен культистами из Подземелья Забвения. Без него магические источники, питавшие королевство, начали иссякать, а народ страдает от нашествия монстров. Король объявил о поиске храбрецов, способных вернуть артефакт. Однако есть слухи, что само Сердце Мира было разрушено, и его осколки рассеяны по опасным зонам. Вам предстоит раскрыть заговор, сразиться с могущественными врагами и решить, какой ценой спасти королевство.",
  "start_scene": "1",
  "scenes": [
    {
      "id": "1",
      "title": "Сцена 1",
      "description": "Вы — Кайра Ветрогон, молодая следопыт из отдалённой деревни. Король Этерландии объявил о поиске храбрецов, способных вернуть древний артефакт — Сердце Мира, похищенное культистами из Подземелья Забвения. Без него магические источники иссякают, а королевство страдает от нашествия монстров. Вы решаете отправиться на поиски артефакта.",
      "choices": [
        {
          "text": "Исследовать Подземелье Забвения",
          "next_scene_id": "2"
        },
        {
          "text": "Спросить совета у старейшин",
          "next_scene_id": "3"
        }
      ],
      "is_ending": false
    },
    {
      "id": "2",
      "title": "Сцена 2",
      "description": "Вы спускаетесь в Подземелье Забвения, где вас ждут опасности и загадки. Вы находите подсказки, указывающие на то, что Сердце Мира было разрушено, а его осколки рассеяны по опасным зонам. Вы также обнаруживаете следы культистов.",
      "choices": [
        {
          "text": "Продолжить исследование подземелья",
          "next_scene_id": "4"
        },
        {
          "text": "Вернуться и собрать команду",
          "next_scene_id": "5"
        }
      ],
      "is_ending": false
    },
    {
      "id": "3",
      "title": "Сцена 3",
      "description": "Вы идёте к старейшинам своей деревни, чтобы получить совет. Они рассказывают вам о легенде, согласно которой Сердце Мира можно восстановить, собрав все его осколки. Они также предупреждают вас о том, что осколки находятся в руках могущественных врагов.",
      "choices": [
        {
          "text": "Отправиться на поиски осколков",
          "next_scene_id": "4"
        },
        {
          "text": "Вернуться в деревню и подготовиться к путешествию",
          "next_scene_id": "5"
        }
      ],
      "is_ending": false
    },
    {
      "id": "4",
      "title": "Сцена 4",
      "description": "Вы продолжаете исследовать Подземелье Забвения и находите один из осколков Сердца Мира. Но путь к нему был непростым — вы столкнулись с монстрами и ловушками. Теперь вам нужно решить, что делать с осколком.",
      "choices": [
        {
          "text": "Собрать все осколки",
          "next_scene_id": "6"
        },
        {
          "text": "Вернуться и рассказать о находке",
          "next_scene_id": "7"
        }
      ],
      "is_ending": false
    },
    {
      "id": "5",
      "title": "Сцена 5",
      "description": "Вы собираете команду и готовитесь к путешествию. Вы решаете, что вам понадобятся не только сила и ловкость, но и знания о магии и древних артефактах. Вы также находите карту, указывающую на места, где могут находиться осколки.",
      "choices": [
        {
          "text": "Отправиться на поиски осколков",
          "next_scene_id": "6"
        },
        {
          "text": "Вернуться в деревню и получить дополнительные ресурсы",
          "next_scene_id": "8"
        }
      ],
      "is_ending": false
    },
    {
      "id": "6",
      "title": "Сцена 6",
      "description": "Вы собираете все осколки Сердца Мира и возвращаетесь в Этерландию. Вы чувствуете, что магические источники начинают восстанавливаться, а монстры отступают. Король благодарит вас за спасение королевства.",
      "choices": [],
      "is_ending": true
    },
    {
      "id": "7",
      "title": "Сцена 7",
      "description": "Вы возвращаетесь в деревню и рассказываете о своей находке. Старейшины помогают вам расшифровать карту и найти другие осколки. Вы отправляетесь в опасное путешествие, чтобы собрать их все.",
      "choices": [
        {
          "text": "Собрать все осколки",
          "next_scene_id": "6"
        }
      ],
      "is_ending": false
    },
    {
      "id": "8",
      "title": "Сцена 8",
      "description": "Вы получаете дополнительные ресурсы и отправляетесь на поиски осколков. Вы находите один из них, но путь к нему был непростым — вы столкнулись с могущественными врагами и ловушками. Вы побеждаете их и продолжаете своё путешествие.",
      "choices": [
        {
          "text": "Собрать все осколки",
          "next_scene_id": "6"
        }
      ],
      "is_ending": false
    }
  ]
}