{
  "title": "Земли королевства Этерландия окутались тьмой. Древ...",
  "description": "Земли королевства Этерландия окутались тьмой. Древний артефакт - Сердце Мира - был похищен культистами из Подземелья Забвения. Без него магические источники, питавшие королевство, начали иссякать, а народ страдает от нашествия монстров. Король объявил о поиске храбрецов, способных вернуть артефакт. Однако есть слухи, что само Сердце Мира было разрушено, и его осколки рассеяны по опасным зонам. Вам предстоит раскрыть заговор, сразиться с могущественными врагами и решить, какой ценой спасти королевство.",
  "start_scene": "1",
  "scenes": [
    {
      "scene_id": "1",
      "text": "Вы находитесь в деревне, где всё ещё ощущается боль утраты после нападения культистов. Жители рассказывают о пропавшем Сердце Мира и о том, как оно важно для королевства. Вы решаете отправиться на поиски артефакта, чтобы спасти Этерландию.",
      "choices": [
        {
          "text": "Собрать припасы и отправиться в путь",
          "next_scene": "2"
        },
        {
          "text": "Попробовать найти информацию у местных мудрецов",
          "next_scene": "3"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "2",
      "text": "Вы отправились в путь с небольшим отрядом добровольцев. Они рассказывают о разных слухах, связанных с Сердцем Мира. Один из них упоминает, что артефакт был разбит на осколки, которые разбросаны по всему королевству. Вы решаете начать поиски с Подземелья Забвения, откуда всё началось.",
      "choices": [
        {
          "text": "Собраться с силами и отправиться в Подземелье",
          "next_scene": "4"
        },
        {
          "text": "Вернуться в деревню за дополнительными припасами",
          "next_scene": "5"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "3",
      "text": "Вы встречаете старого мудреца, который рассказывает вам о легендах, связанных с Сердцем Мира. Он говорит, что осколок артефакта может быть спрятан в древних руинах на севере королевства. Мудрец предупреждает, что путь туда опасен, но это может быть ваш единственный шанс найти то, что нужно.",
      "choices": [
        {
          "text": "Отправиться в руины",
          "next_scene": "4"
        },
        {
          "text": "Вернуться в деревню и посоветоваться с другими",
          "next_scene": "5"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "4",
      "text": "Вы добрались до Подземелья Забвения. Здесь темно и страшно, но вы чувствуете, что где-то здесь должен быть осколок Сердца Мира. Внезапно вы слышите голоса культистов. Они обсуждают свои планы и то, что они сделали с настоящим артефактом. Вы решаете, что нужно действовать быстро и решительно.",
      "choices": [
        {
          "text": "Атаковать культистов",
          "next_scene": "6"
        },
        {
          "text": "Попытаться скрыться и найти другой путь",
          "next_scene": "7"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "5",
      "text": "Вы вернулись в деревню, чтобы собрать больше информации. Местные жители рассказывают вам о разных слухах и легендах, связанных с Сердцем Мира. Один из них говорит, что осколок может быть спрятан в старом храме на востоке королевства. Вы решаете, что это может быть ваш лучший шанс найти то, что нужно.",
      "choices": [
        {
          "text": "Отправиться в старый храм",
          "next_scene": "4"
        },
        {
          "text": "Собрать отряд и отправиться в Подземелье",
          "next_scene": "8"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "6",
      "text": "Вы атаковали культистов и победили их. Но они успели что-то сделать с осколком Сердца Мира. Вы находите его, но он кажется повреждённым. Вы решаете, что нужно доставить его в королевство и попытаться восстановить.",
      "choices": [
        {
          "text": "Вернуться в королевство",
          "next_scene": "9"
        },
        {
          "text": "Попытаться восстановить осколок здесь",
          "next_scene": "10"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "7",
      "text": "Вы решили скрыться и найти другой путь к осколку Сердца Мира. Вы пробираетесь через тёмные коридоры Подземелья и находите старый туннель. Туннель ведёт к выходу из подземелья, но вы не знаете, где он приведёт вас. Вы решаете рискнуть и продолжить поиски.",
      "choices": [
        {
          "text": "Продолжать поиски",
          "next_scene": "4"
        },
        {
          "text": "Вернуться в деревню",
          "next_scene": "5"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "8",
      "text": "Вы отправились в старый храм на востоке королевства. Здесь темно и страшно, но вы чувствуете, что где-то здесь должен быть осколок Сердца Мира. Внезапно вы слышите голоса. Это культисты. Они обсуждают свои планы и то, что они сделали с настоящим артефактом. Вы решаете, что нужно действовать быстро и решительно.",
      "choices": [
        {
          "text": "Атаковать культистов",
          "next_scene": "11"
        },
        {
          "text": "Попытаться скрыться",
          "next_scene": "7"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "9",
      "text": "Вы вернулись в королевство с осколком Сердца Мира. Король благодарит вас за вашу смелость и говорит, что маги попытаются восстановить артефакт. Вы решаете остаться и помочь в восстановлении королевства.",
      "choices": [],
      "is_ending": true
    },
    {
      "scene_id": "10",
      "text": "Вы решили попытаться восстановить осколок Сердца Мира здесь, в Подземелье. Это кажется невозможным, но вы не сдаётесь. После долгих часов работы вам удаётся восстановить осколок. Вы решаете доставить его в королевство.",
      "choices": [
        {
          "text": "Вернуться в королевство",
          "next_scene": "9"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "11",
      "text": "Вы атаковали культистов и победили их. Но они успели что-то сделать с осколком Сердца Мира. Вы находите его, но он кажется повреждённым. Вы решаете, что нужно доставить его в королевство и попытаться восстановить. Однако, когда вы пытаетесь уйти, вы обнаруживаете, что туннель завален. Вы решаете остаться и защищать осколок до тех пор, пока не появится возможность выбраться.",
      "choices": [
        {
          "text": "Оставаться и защищать осколок",
          "next_scene": "12"
        }
      ],
      "is_ending": false
    },
    {
      "scene_id": "12",
      "text": "Вы решаете остаться и защищать осколок Сердца Мира до тех пор, пока не появится возможность выбраться. Вы проводите долгие дни и ночи, отражая атаки монстров и культистов. Наконец, туннель освобождается, и вы можете вернуться в королевство. Король благодарит вас за вашу смелость и говорит, что маги попытаются восстановить артефакт. Вы решаете остаться и помочь в восстановлении королевства.",
      "choices": [],
      "is_ending": true
    }
  ]
}